/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "page",
      "settings": {}
    },
    "about_us_origin_wq66dr": {
      "type": "about-us-origin",
      "name": "Origin",
      "settings": {
        "title": "Origin",
        "text": "<p>​Tiffins was born not in a boardroom, but from a moment of deep, familiar longing. We remembered the flavors that shaped our childhoods, the specific comfort that only a home-cooked Indian meal could deliver, and the difficulty of recreating that authenticity when life was busy or far from home.</p>",
        "text2": "<p>​We saw friends, students, and busy professionals settling for compromises—quick but unsatisfying takeout, or complicated recipes abandoned halfway. We realized that what was missing was a way to share the soul of India without sacrificing time or flavor.</p>",
        "text3": "<p>We took the name Tiffins—a word that once simply meant a mid-day meal or a lunchbox—and gave it new meaning. Our mission became clear: to build the bridge between the rich, layered tradition of Indian cooking and the non-stop pace of modern life. Tiffins is our answer to the question, \"How can we bring true home-cooked comfort to anyone, anywhere, in under ten minutes?\"<br/></p>",
        "image": "shopify://shop_images/Group_494.jpg"
      }
    },
    "bringing_the_best_N7a8YM": {
      "type": "bringing-the-best",
      "name": "Bringing the best",
      "settings": {
        "align_left": true,
        "image_bg": "shopify://shop_images/bg-bringing.jpg",
        "map": "shopify://shop_images/map-desk.png",
        "map_mobile": "shopify://shop_images/map-mob.png",
        "title": "Bringing the Best of India, to the World",
        "text": "<p>​Our mission is to make the vibrant, authentic, and diverse flavors of India universally accessible.​We aim to be more than just a meal; we are a cultural passport. For those who grew up savoring these tastes, we are a powerful connection to home. For those new to Indian cuisine, we are a guided journey through the bustling streets of Mumbai, the spice markets of Kerala, and the quiet homes of Gujarat.<br/><br/>​We achieve this by preserving every spice, every texture, and every story through our innovative freeze-drying process, delivering convenience without ever compromising on the soul of the dish.<br/><br/></p>",
        "button_link": ""
      }
    },
    "our_values_78bVRE": {
      "type": "our-values",
      "blocks": {
        "values_block_HaJCCk": {
          "type": "values_block",
          "settings": {
            "title": "​Empathy",
            "text": "<p>​We understand the longing for home and the demands of a busy schedule. Our choices—from selecting only the finest ingredients to ensuring extreme ease of preparation—are rooted in empathy for the modern consumer. We strive to deliver not just food, but comfort, convenience, and a moment of authentic warmth.</p>"
          }
        },
        "values_block_XKqCYP": {
          "type": "values_block",
          "settings": {
            "title": "​​Integrity",
            "text": "<p>We believe authentic flavor requires genuine practice. Our food is cooked by master chefs using traditional techniques in India, and we are committed to honest sourcing and transparent processes. Integrity means no cutting corners, no artificial flavors, and a deep respect for the culinary heritage we represent.</p>"
          }
        },
        "values_block_bYkn4L": {
          "type": "values_block",
          "settings": {
            "title": "​​Excellence",
            "text": "<p>From the complexity of our spice blends to the stability of our freeze-drying technology, we pursue excellence at every stage. We constantly refine our methods to ensure that when you add hot water, the dish rehydrates perfectly, offering a taste and texture that truly sets the standard for convenient, world-class Indian cuisine.</p>"
          }
        }
      },
      "block_order": [
        "values_block_HaJCCk",
        "values_block_XKqCYP",
        "values_block_bYkn4L"
      ],
      "name": "Our values",
      "settings": {
        "title": "Our Values"
      }
    },
    "team_TgGdQr": {
      "type": "team",
      "blocks": {
        "team_block_XFPBdC": {
          "type": "team_block",
          "settings": {
            "image": "shopify://shop_images/Group_414_abe2611d-2667-452a-bfe8-efb61d2129e9.png",
            "title": "​Harsh Patel"
          }
        },
        "team_block_NKaQPw": {
          "type": "team_block",
          "settings": {
            "image": "shopify://shop_images/Clip_path_group.png",
            "title": "Namrata Soni"
          }
        },
        "team_block_wRHBim": {
          "type": "team_block",
          "settings": {
            "image": "shopify://shop_images/Clip_path_group2.png",
            "title": "​Shama Patel"
          }
        },
        "team_block_VDKfPb": {
          "type": "team_block",
          "settings": {
            "image": "shopify://shop_images/Clip_path_group3.png",
            "title": "​Manan Rokani"
          }
        }
      },
      "block_order": [
        "team_block_XFPBdC",
        "team_block_NKaQPw",
        "team_block_wRHBim",
        "team_block_VDKfPb"
      ],
      "name": "Team",
      "settings": {
        "title": "<h2>Our Team: <strong>The Heart Behind the Heat </strong></h2>",
        "text1": "<p>​Tiffins is fueled by a group of passionate individuals committed to sharing the authentic flavors they grew up loving. We are the cooks, the innovators, the dreamers, and the taste-testers.<br/><br/></p>",
        "text2": "<p>We are a blend of regional culinary expertise and modern technical knowledge, united by a singular desire: to make every Tiffins meal taste like home.<br/><br/></p>"
      }
    },
    "our_commitment_xmYXtg": {
      "type": "our-commitment",
      "name": "Our commitment",
      "settings": {
        "title": "<p>Our Commitment: <strong>Nourishing the Future</strong></p>",
        "text": "<p>​The heart of Indian culture is generosity, and we believe in giving back to the community that inspires us. We are committed to using our success to help solve two of the most pressing global issues: hunger and child nourishment.</p>",
        "quote": "<p>Therefore, Tiffins proudly commits 10% of our profits to support charities and non-profit organizations dedicated to providing meals for those in need and ensuring that children worldwide have access to essential nutrients.</p>",
        "text2": "<p>​When you purchase Tiffins, you are not just buying a meal; you are contributing to a healthier, more nourished future.<br/><br/></p>"
      }
    }
  },
  "order": [
    "main",
    "about_us_origin_wq66dr",
    "bringing_the_best_N7a8YM",
    "our_values_78bVRE",
    "team_TgGdQr",
    "our_commitment_xmYXtg"
  ]
}
